/* default string for new tasks */"0 0 1 1 * echo \"Happy New Year!\"" = "0 0 1 1 * echo \"Bonne année!\"";/* Information text displayed in the runNowPanel */"\nThe output will appear below when the command has finished executing\n" = "\nLe texte ci-dessous apparaîtra quand l'exécution de la commande sera terminée\n";/* toolbar item tooltip */"Add new environment variable" = "Ajouter une nouvelle variable d'environnement";/* Edit task dialog submit button text */"Apply" = "Appliquer";/* Check for update connection failure acknowledgement button title */"Bummer" = "Zut";/* Cancel in dialog
   Cancel in dialogs */"Cancel" = "Annuler";/* Check for update failure sheet title */"Connection failure" = "Échec de la connexion";/* Error converting */"Couldn't convert value" = "Valeur impossible à convertir";/* toolbar item tooltip */"Create new crontab entry" = "Créer une nouvelle entrée dans le cron";/* string in status toolbar item */"Crontab for user:" = "Cron pour l'utilisateur :";/* toolbar label
   toolbar palette label
   toolbar item tooltip */"Current crontab" = "Cron courant";/* toolbar item name */"Delete" = "Effacer";/* discard in dialog
   Discard chanes button label */"Discard" = "Annuler";/* default command for new crontab tasks */"echo \"Happy New Year!\"" = "echo \"Bonne année!\"";/* toolbar item name */"Edit" = "Édition";/* toolbar item tooltip */"Edit task" = "Modifier la tâche";/* empty crontab alert sheet */"Empty Crontab" = "Cron vide";/* open failure alert sheet
   write failure alert sheet */"Failure" = "Erreur";/* go to download page button title in 'update available' dialog */"Go to download page" = "Aller à la page de téléchargement";/* Hide toolbar menu item label */"Hide Toolbar" = "Masquer la barre d’outils";/* Home directory not found warning in open failure alert sheet */"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "Je ne trouve pas de dossier Départ de '%@' dans votre système. Vous avez peut-être mal écrit le nom ou (bon dieu non!) effacez le dossier Départ. Mieux vaut vérifier...";/* Insert program std file open dialog: alternative label for open button */"Insert" = "Insérer";/* descriptive  text in write failure alert sheet */"Insufficient privileges to write crontab for user \"%s\"." = "Autorisations insuffisantes pour écrire le cron pour l'utilisateur \"%s\".";/* descriptive  text in write failure alert sheet */"Insufficient privileges to write crontab." = "Autorisations insuffisantes pour écrire ce cron.";/* New task dialog submit button text
   toolbar item name */"New" = "Nouveau";/* No update available alert sheet title */"No Update Available" = "Aucune mise à jour disponible";/* Ok in dialog */"OK" = "OK";/* toolbar item name */"Open" = "Ouvrir";/* toolbar item tooltip */"Open crontab for different user" = "Ouvrir le cron pour un autre utilisateur";/* toolbar item tooltip */"Remove crontab entry" = "Supprimer l'entrée cron";/* toolbar item tooltip */"Remove environment variable" = "Supprimer la variable d'environnement";/* Run now context menu item
   toolbar item name */"Run now" = "Lancer maintenant";/* toolbar item name */"Run Now" = "Lancer maintenant";/* toolbar item tooltip */"Run task now" = "Lancer la tâche maintenant";/* Information text displayed in the runNowPanel */"Running command\n" = "Exécution de la commande\n";/* Save button label
   toolbar item name
   Save in dialog */"Save" = "Enregistrer";/* toolbar item tooltip */"Save crontab" = "Enregistrer le cron";/* Show toolbar menu item label */"Show Toolbar" = "Afficher la barre d'outils";/* env. variable name template */"SOME_ENV" = "SOME_ENV";/* update check connection failure dialog text */"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." = "Quelques oiseaux sur les fils Internet. Ou peut-être pleut-il. Attendez que le beau temps soit revenu et réessayez...";/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Quelque chose m'a empêché de lire votre cron - peut-être un orage d'ion dans la ceinture d'astéroïde. Contactez l'auteur et plaignez-vous sans retenue.";/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "Le système a renvoyé un cron vide pour '%s'. Cela signifie certainement qu'il n'y a pas de cron pour cet utilisateur. Presser OK vous autorisera à installer un nouveau cron et supprimera cette alerte. Si vous êtes sur que '%s' a un cron, alors vous avez rencontré une anomalie temporaire. Contactez l'auteur et plaignez-vous sans retenue.";/* new version available dialog text */"There's a new version available at %@.\n\nChanges in version %@:\n" = "Une nouvelle version est disponible à %@.\n\nChangements dans la version %@ :\n";/* no new version available dialog text */"There's no new version available." = "Il n'y a pas de nouvelle version disponible.";/* confirmation button title in 'no update available' dialog */"Too bad" = "Dommage";/* Unsaved data alert sheet title */"Unsaved Data" = "Données non sauvegardées";/* Update available alert sheet title */"Update Available" = "Mise à jour disponible";/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */"User" = "Utilisateur";/* user doesn't exist warning in open failure alert sheet */"User does not exist" = "Cet utilisateur n'existe pas";/* env. variable value template */"value" = "valeur";/* descriptive text in save changes alert sheet
   unsaved changes warning in alert sheet */"You have modified your crontab. Save changes?" = "Vous avez modifié votre cron. Enregistrer ces modifications ?";